"Cheerful" = "Hilpeä";

"Melodic" = "Melodinen";

"Relaxed" = "Rento";

"Grooving" = "Svengaava";

"Distorted" = "Vääristynyt";

"Acoustic" = "Akustinen";

"Processed" = "Käsitelty";

"Single" = "Solisti";

"Part" = "Osa";

"Dark" = "Tumma";

"Dissonant" = "Riitasointu";

"Intense" = "Voimakas";

"Arrhythmic" = "Rytmitön";

"Clean" = "Puhdas";

"Electric" = "Sähköinen";

"Dry" = "Kuiva";

"Ensemble" = "Yhtye";

"Fill" = "Täyte";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektroninen";

"Jazz" = "Jazz";

"Urban" = "Urbaani";

"World/Ethnic" = "Maailma";

"Cinematic/New Age" = "Elokuva";

"Orchestral" = "Orkesteri";

"Country/Folk" = "Country";

"Experimental" = "Kokeellinen";

"Other Genre" = "Muu genre";

"Hip Hop" = "Hiphop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Moderni R&B";

"Tech House" = "Housetekno";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Vintage Breaks";

"Hip Hop/RnB" = "Hip hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Muu genre";

"Chinese Traditional" = "Perint. kiinalainen";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton pop";

"Sound_Effects" = "Äänitehosteet";

"Bass House" = "Bass House";

"Electronic Pop" = "Elektro-pop";

"Techno" = "Tekno";

"Bass" = "Basso";

"Electric Bass" = "Sähköbasso";

"Acoustic Bass" = "Akustinen basso";

"Synthetic Bass" = "Synteettinen basso";

"Drums" = "Rummut";

"Drum Kit" = "Rumpusetit";

"Electronic Beats" = "Iskut";

"Kick" = "Bassorumpu";

"Tom" = "Tom";

"Snare" = "Virveli";

"Cymbal" = "Symbaali";

"Hi-hat" = "Hi-hat";

"Guitars" = "Kitarat";

"Electric Guitar" = "Sähkökitara";

"Acoustic Guitar" = "Akustinen kitara";

"Banjo" = "Banjo";

"Mandolin" = "Mandoliini";

"Slide Guitar" = "Slide-kitara";

"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Torvi";

"Saxophone" = "Saksofoni";

"Trumpet" = "Trumpetti";

"Flute" = "Huilu";

"Trombone" = "Pasuuna";

"Clarinet" = "Klarinetti";

"French Horn" = "Käyrätorvi";

"Tuba" = "Tuuba";

"Oboe" = "Oboe";

"Harmonica" = "Huuliharppu";

"Recorder" = "Nokkahuilu";

"Pan Flute" = "Pan-huilu";

"Bagpipe" = "Säkkipilli";

"Bassoon" = "Fagotti";

"Piccolo" = "Pikkolo";

"English Horn" = "Engl.torvi";

"Brass" = "Vasket";

"Woodwind" = "Puupuhallin";

"Keyboards" = "Koskettimet";

"Piano" = "Piano";

"Electric Piano" = "Sähköpiano";

"Organ" = "Urut";

"Clavinet" = "Klavinetti";

"Accordion" = "Harmonikka";

"Synthesizer" = "Syntetisaattorit";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Cembalo";

"Mallets" = "Malletit";

"Steel Drum" = "Steel-rumpu";

"Vibraphone" = "Vibrafoni";

"Marimba" = "Marimba";

"Xylophone" = "Ksylofoni";

"Kalimba" = "Kalimba";

"Bell" = "Kello";

"Timpani" = "Patarumpu";

"Mixed" = "Tunnussävelet";

"Other Instrument" = "Muu instrumentti";

"Percussion" = "Perkussio";

"Gong" = "Gongi";

"Shaker" = "Marakassit";

"Tambourine" = "Tamburiini";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Lehmänkello";

"Clave" = "Lyömäpuikot";

"Vinyl/Scratch" = "Vinyyli";

"Chime" = "Kellopeli";

"Rattler" = "Rämistin";

"Sound Effect" = "Tehosteet";

"Misc2" = "Sekalaiset";

"Boom" = "Jylinät";

"All Effects" = "Kaikki tehosteet";

"Effects" = "Äänitehosteet";

"Ambience" = "Tunnelma";

"People" = "Ihmiset";

"Transportation" = "Kuljetus";

"Weapons" = "Aseet";

"Explosions" = "Räjähdykset";

"Impacts & Crashes" = "Iskeytymiset";

"Animals" = "Eläimet";

"Sports & Leisure" = "Urheilu";

"Mech/Tech" = "Koneet";

"Work/Home" = "Työ/koti";

"Misc." = "Sekalaiset";

"Foley" = "Foley";

"Motions & Transitions" = "Stingerit";

"Sci-Fi" = "Scifi";

"Strings" = "Jousisoittimet";

"Violin" = "Viulu";

"Viola" = "Alttoviulu";

"Cello" = "Sello";

"Harp" = "Harppu";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Tuplabasso";

"Texture/Atmosphere" = "Tekstuurit";

"Vocals" = "Laulu";

"Male" = "Mies";

"Female" = "Nainen";

"Choir" = "Kuoro";

"All" = "Kaikki";

"Favorites" = "Suosikit";

"Genres" = "Genret";

"Instruments" = "Instrumentit";

"Moods" = "Tunnelmat";

"Reset" = "Nollaa";

